{
  "name": "fuck",
  "url": "https://en.wikipedia.org/wiki/Fuck",
  "content": {
    "text": "العربيةBrezhonegCymraegDanskDeutschفارسیFrançais한국어IdoItalianoעבריתBahasa MelayuNederlandsनेपाली日本語Norfuk / PitkernNorsk bokmålPolskiPortuguêsRomânăРусскийSimple EnglishSlovenščinaไทยTürkçeУкраїнськаTiếng Việt文言粵語中文Edit linksArticleTalkReadView sourceView historyReadView sourceView historyFunkFuck (disambiguation)profanitysexual intercourseintensifier&#91;1&#93;derivativesnounverbadjectiveinterjectionadverbcompoundsmotherfuckerfuckwitfuckupfucknutfuck offpejorativemotherfuckerEnglish-speaking worldCunt&#91;2&#93;dysphemism treadmillsemantic driftpejoratives&#91;3&#93;&#91;4&#93;The Canadian Press&#91;5&#93;&#91;6&#93;Oxford English DictionaryGermanicOld French&#91;7&#93;cognatesDutch&#91;8&#93;&#91;9&#93;NorwegianSwedishpenis&#91;7&#93;Common Germanic&#91;9&#93;Indo-European&#91;10&#93;&#91;7&#93;Grimm's law&#91;9&#93;&#91;11&#93;&#91;12&#93;urban legendsfalse etymologiesacronymadulteryCarnal KnowledgestocksMiddle AgesBlack DeathFornicating&#91;13&#93;Car Talkorigins of the V signlongbowsyew&#91;12&#93;lexicographicalThe F-Wordbackronym&#91;14&#93;transitiveintransitiveverbadjectiveadverbnouninterjection&#91;7&#93;&#91;15&#93;Oxford English Dictionary&#91;16&#93;&#91;17&#93;Oxford English Dictionarycollocationscompounds&#91;8&#93;Paul BoothChester&#91;18&#93;&#91;19&#93;&#91;20&#93;&#91;21&#93;John le Fuckerphilologists&#91;22&#93;codeLatinCarmeliteCambridgeFlen flyysDecipheringalphabetical ordermacaronicEly&#91;12&#93;English word used as Latin&#91;23&#93;Middle English&#91;‡ 1&#93;William Dunbar&#91;24&#93;CiceroDe Officiis&#91;25&#93;John Florio's&#91;17&#93;ON&#91;26&#93;&#91;‡ 2&#93;St. George Tucker&#91;27&#93;&#91;16&#93;&#91;16&#93;expletive&#91;‡ 3&#93;trochaiccadenceinfixtmesisexpletive infixationimprovisationaffix&#91;28&#93;&#91;‡ 3&#93;verbadverbadjectiveconjunctioninterjectionnounpronoun&#91;29&#93;spray paintedSherman tankFlamenco BeachCulebra, Puerto RicoSNAFUFUBARWorld War II&#91;30&#93;MILF&#91;‡ 4&#93;WTFwhat the fuck&#91;‡ 5&#93;shut the fuck up&#91;‡ 6&#93;&#91;‡ 7&#93;internet memesoh my God&#91;31&#93;George Carlinseven dirty wordsbleep censored&#91;32&#93;D. H. LawrenceLady Chatterley's Lover&#91;33&#93;The Catcher in the RyeJ. D. Salinger&#91;34&#93;&#91;35&#93;Kenneth TynanBrendan BehanPanorama&#91;36&#93;Bill Grundy incidentBill GrundySex PistolsSteve Jones&#91;37&#93;&#91;38&#93;UlyssesI'll Never Forget What's'isnameBronco Bullfrog&#91;39&#93;Robert AltmanM*A*S*H&#91;40&#93;AntifaBerkeley protestsLyndon B. JohnsonAlexandros MatsasCyprus&#91;41&#93;&#91;42&#93;Secretary of State for DefenceDenis HealeyHigh Commissioner of AdenSir Richard Turnbull&#91;43&#93;House of Commons of CanadaPierre TrudeauConservativeMPJohn Lundriganfuddle duddlecatchphrase&#91;44&#93;British House of CommonsReg RaceLabourWood GreenHansardSpeakerGeorge Thomas&#91;45&#93;spoonerism&#91;46&#93;Dick CheneyDemocraticPatrick Leahy&#91;47&#93;PremierAustralian stateNew South WalesMorris IemmaCouncil of Australian GovernmentsCanberraVictorianPremierSteve BracksCross City Tunnel&#91;48&#93;U.S. SenatorJohn CornynJohn McCain&#91;49&#93;New ZealandSteve Mahareya fellow MP&#91;50&#93;Rod BlagojevichBarack ObamaValerie JarrettTribune CompanyChicago Tribune&#91;51&#93;Dáil ÉireannPaul GogartyEmmet Staggunparliamentary language&#91;52&#93;&#91;53&#93;&#91;52&#93;&#91;53&#93;standing committee&#91;52&#93;US Vice PresidentJoe BidenBarack Obama&#91;54&#93;Nancy Ruth36th G8 summit&#91;55&#93;US House SpeakerJohn BoehnerWhite HouseSenate Majority LeaderHarry Reidfiscal cliffbetter&#160;source&#160;neededRodrigo DuterteEuropean ParliamentWar on Drugs&#91;56&#93;obscene hand gesture&#91;57&#93;&#91;58&#93;Robert De Niro72nd Tony AwardsDonald Trump&#91;59&#93;&#91;60&#93;&#91;61&#93;Beto O'Rourkea mass shootingEl Paso, Texas&#91;62&#93;Tom Carper&#91;63&#93;The Rush Limbaugh ShowDonald TrumpIran&#91;64&#93;Let's Go Brandonsloganinternet memeJoe Bidenpresident of the United StatesPresident Joe BidenFort Myers Beach, Florida&#91;65&#93;French Connectionacronym&#91;66&#93;&#91;67&#93;OHIMFucking HellFugging&#91;68&#93;Iancu v. BrunettiUnited States Supreme CourtFUCTPatent and Trademark OfficeLanham Act&#91;69&#93;15 U.S.C.§&#160;1052(a)freedom of speech&#91;70&#93;Fucked Uppunkmetalelectronic rockHoly Fuck&#91;71&#93;Fuck Buttons&#91;72&#93;hydrogen bomb&#91;‡ 8&#93;shock valueNewsdayGary Carter&#91;73&#93;Merriam-Webster's Collegiate Dictionary&#91;74&#93;The Big LebowskiJohn Goodman&#91;75&#93;US Supreme CourtFirstFourteenth amendmentsdisturbing the peaceVietnam WarCohen v. California&#91;76&#93;Minced oathA-bombH-bombfeckalphanumericcomic books&#91;77&#93;Usenet newsgroupsfsck&#91;78&#93;&#91;79&#93;Language portalHuman sexuality portalSociety portalArmy creoleThe fingerFour-letter wordHarcourt interpolationList of films that most frequently use the word \"fuck\"List of common false etymologies of English wordsMadonna on Late Show with David Letterman in 1994ProfanitySexual slang^Sheidlower 2009^\"Delete Expletives?: Research Undertaken Jointly by the Advertising Standards Authority, British Broadcasting Corporation, Broadcasting Standards Commission and the Independent Television Commission\"the original^\"Euphemism definitions and list\"the original^The Most Human Human: What Talking with Computers Teaches Us About What It Means to Be AliveISBN978-0-385-53307-2^\"New edition of Canadian Press handbook includes infamous four-letter word\"CBC Newsthe original^Gender and Languagedoi10.1558/genl.v7i2.149Pdf.the originalabcdOED OnlineOxford University PressOED.comArchivedWayback Machinehttp://public.oed.com/the-oed-today/recent-updates-to-the-oed/previous-updates/march-2008-update/ab\"When a word is befok ... (AGW 2021)\"abcEtymological dictionary of Proto-GermanicISBN978-90-04-18340-7OCLC851754510^\"J. Pokorny's Indo-European Etymological Dictionary\"^\"Zoekresultaten\"abc^\"snopes.com: Etymology of Fuck\"Archived^Sheidlower 2009^McCulloch, Gretchen\"A Linguist Explains the Syntax of 'Fuck'\"the ToastArchivedabc\"The modern history of swearing: Where all the dirtiest words come from\"Archivedab\"Fuck\"the original^Booth, Pauldoi10.3828/transactions.164.9^\"We Interviewed the Historian Who Just Found the Oldest Use of the Word 'Fuck'\"Archived^\"The remarkable discovery of Roger Fuckebythenavele: An exciting discovery in the records of the County Court of Chester – but it's probably not the oldest F-word\"the original^\"Earliest use of f-word discovered in court records from 1310\"The Daily TelegraphArchived^Milestones in the History of English in AmericaISBN0-8223-6526-X^\"fuck\"The American Heritage Dictionary of the English Language^Selected poemsISBN0415969433^\"The Very First Written Use of the F Word in English (1528)\"Archived^Silverton, PeterFilthy English: The How, Why, When and What of Everyday SwearingISBN9781846274527Archived^Mohr 2013^doi10.2307/455082JSTOR455082^\"A Scholarly Explication of Fuck\"The Stranger^Oxford English Dictionary^\"OMFG! Sweary Abbreviations FTFW!\"Slate^\"The '7 Dirty Words' Turn 40, but They're Still Dirty\"^\"The trial of Lady Chatterley's Lover\"The Guardian^\"Holden Caulfield's Goddam War\"Vanity Fair^\"ALA 100 Most Frequently Challenged Books of 1990–2000\"the original^Television's magic momentsArchivedWayback MachineThe Guardian^\"Has swearing lost its power to shock? &#124; UK news\"Archived^\"First films to use 'fuck' and 'cunt' words in movie history (1963–1976)\"Archived^BBFC page for Bronco BullfrogArchivedWayback Machine^^ISBN0-241-89038-1ISBN978-0-241-89038-7^US militaryCIAWorld War IIISBN1-84277-369-0ISBN978-1-84277-369-7Internet Archive^\"BBC documentary (2004) – Empire Warriors: Mad Mitch and His Tribal Law\"YouTubeArchived^\"Flip the Bird: How Fuck and \"The Finger\" Came to Be\"ArchivedWayback Machine\"?\"The ManitobanArchived^\"Licensing of sex establishments\"HansardArchivedConegateLewishammagistrates' court^\"Buck Fush and the Left\"Archived^\"Cheney Dismisses Critic With Obscenity\"ArchivedWayback MachineThe Washington Post^\"Anger good, swearing bad: Iemma\"Archived^\"McCain, Cornyn Engage in Heated Exchange\"The Washington Postthe original^\"A couple of quick words from the Minister ... whoops\"New Zealand HeraldArchived^\"Governor Blagojevich: In His Own Words\"CBS 2 Chicagothe originalabc\"Report on Parliamentary Standards\"the originalab\"Gogarty sorry for 'unparliamentary language'\"RTÉ News, IrelandArchived^U.K. newspaper article on Biden gaffeArchivedWayback Machine^\"What's behind 'shut the f--- up' – thestar.com\"ArchivedWayback Machine^\"Philippines' Duterte gives middle finger to European Union after criticism of drug war\"Archived^\"Philippine President Rodrigo Duterte flings profanities at EU, tells adversaries he's 'watching them'\"Archived^\"Duterte turns ire on EU, calls them hypocrites and uses 'F' word\"Archived^\"Robert De Niro uses F-bomb against Trump on live TV\"Archived^\"Robert De Niro Says 'F— Trump' at Tony Awards and Gets a Standing Ovation\"Archived^\"Robert De Niro throws F-bombs at Trump during Tony Awards\"Archived^\"Can the F-Bomb Save Beto?\"Politico^\"Hot mic: Tom Carper drops F-bomb in Postal Service hearing. Politico. August 21, 2020\"PoliticoArchived^\"Trump drops the F-bomb on Iran\"Archived^\"Hot mic catches Biden cursing to defend his family name while surveying Hurricane Ian damage\"^\"Time called on FCUK posters\"ArchivedWayback Machine^\"FCUK By French Connection Is Coming &amp; It's BOLD AF\"Bustle^\"German beer can call itself fking hell\"the original^\"Supreme Court to weigh foul language trademark – CNN Video\"Archived^\"FUCT Clothing Can Now Get Trademark Protection, Supreme Court Rules\"FortuneArchived^\"What the Fuck? Curse Word Band Names Challenge The Music Industry\"Archived^\"How do Fuck Buttons Pronounce Their Name to Children?\"Archived^\"The F-Bomb and Gary Carter: Did the late Mets catcher invent the phrase?\"Archived^\"F-bomb makes it into mainstream dictionary\"Archived^\"Lebowski on the web\"the original^Cohen v. California^ISBN978-0595089024^\"Re: Mandrake 8.2 Musings\"Newsgroupalt.os.linux.mandrakeArchived^Raymond, Eric S\"fscking\"The Jargon Filethe originalbofh.netCDA^\"Origin and meaning of woman by Online Etymology Dictionary\"EtymonlineArchived^\"occupy\"the originalab\"fuck\"Dictionary.com Unabridged^\"MILF\"Dictionary.comRandom House^\"WTF\"Dictionary.com Unabridged^\"STFU\"Dictionary.comRandom House^\"FML\"Dictionary.comRandom House^\"f-bomb\"Dictionary.com UnabridgedThe F-wordOxford University PressISBN978-0-19-975155-6Oxford University PressISBN978-0199742677sister projectsDefinitionsMediavteSexual slangAnilingusBanjeeBarebackBaseball metaphors for sexBlue ballsBottomCamel toeChickenheadCircle jerkCornholeCougarCuntDeep-throatingDickDirty SanchezDoggingDonkey punchDoucheFelchingFuckGirlfriend experienceGlory holeHoggingHot KarlItalian profanityLatin profanityMama-sanMammary intercourseMatMile high clubMotherfuckerNookieParty and playPearl necklacePeggingPiratePussyQuickieRed wingsRusty tromboneSerosortingShemaleSlutSnowballingSoggy biscuitSwitchTeabaggingTitsTopTop, bottom and versatileTurkey slapTwatWankerWhale tailWhoreLGBT-specificBaraBearBeardBi-curiousBreederBugchasingButch and femmeButchChickenChickenhawkChubCottagingDaddyDown-lowDykeFag hagFemmeFruitGay-for-payLipstick lesbianQueenSoft butchStone butch&#160;&#183;&#32;Stone femmeSwishTradeTrollTwinkU-Haul lesbianpornographyAss to mouthBukkakeCenterfoldCreampieCum shotDeep-throatingDownblouseFacialFelchingFlufferGang bangGokkunGolden Age of PornInsertMILF/DILFMoney shotPaysiteRosebudStunt cockUpskirtList of films that most frequently use the word fuckHuman sexualitySexologySexual slurTerminology of homosexualityGlossary of BDSMhttps://en.wikipedia.org/w/index.php?title=Fuck&amp;oldid=1136622451CategoriesEnglish profanityEnglish wordsEtymologiesInterjectionsSexual slangWebarchive template wayback linksCS1 Afrikaans-language sources (af)Articles with short descriptionShort description is different from WikidataWikipedia pages semi-protected against vandalismUse mdy dates from March 2021Articles containing German-language textArticles containing Norwegian-language textArticles containing Swedish-language textArticles containing Latin-language textAll articles lacking reliable referencesArticles lacking reliable references from March 2021Pages using Sister project links with default search"
  }
}